tap "anomalyco/tap"
tap "antoniorodr/memo"
tap "bufbuild/buf"
tap "gantoreno/macfetch"
tap "jandedobbeleer/oh-my-posh"
tap "ngrok/ngrok"
tap "openclaw/tap"
tap "oven-sh/bun"
tap "steipete/tap"
tap "supabase/tap"
tap "yakitrak/yakitrak"
brew "antigen"
brew "asciiquarium"
brew "astroterm"
brew "bat"
brew "btop"
brew "cbonsai"
brew "circumflex"
brew "cmake"
brew "cmatrix"
brew "ctop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "python@3.14"
brew "glances"
brew "gping"
brew "htop"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "macmon"
brew "mapscii"
brew "mongosh"
brew "navi"
brew "neovim"
brew "nmap"
brew "no-more-secrets"
brew "nvm"
brew "openjdk"
brew "pipes-sh"
brew "poppler"
brew "postgresql@14"
brew "pygments"
brew "resvg"
brew "ripgrep"
brew "ruby"
brew "sesh"
brew "sevenzip"
brew "spotify_player"
brew "stow"
brew "termshark"
brew "tmux"
brew "typescript"
brew "uv"
brew "watch"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "antoniorodr/memo/memo"
brew "bufbuild/buf/buf"
brew "gantoreno/macfetch/macfetch"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "openclaw/tap/gogcli"
brew "openclaw/tap/goplaces"
brew "oven-sh/bun/bun"
brew "steipete/tap/remindctl"
brew "supabase/tap/supabase"
brew "yakitrak/yakitrak/obsidian-cli"
cask "claude-code"
cask "copilot-cli"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "itsycal"
cask "joplin"
cask "jordanbaird-ice"
cask "ngrok/ngrok/ngrok"
cask "obsidian"
cask "opencode-desktop"
cask "pieces-os"
cask "raycast"
cask "sequel-ace"
cask "visual-studio-code"
vscode "4orter.notion-theme--dark"
vscode "aaron-bond.better-comments"
vscode "afractal.node-essentials"
vscode "ajshortt.tokyo-hack"
vscode "anbuselvanrocky.bootstrap5-vscode"
vscode "avetis.tokyo-night"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "beardedbear.beardedtheme"
vscode "benjaminbenais.copilot-theme"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codestackr.codestackr-theme"
vscode "danielgjackson.auto-dark-mode-windows"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "echoapi.echoapi-for-vscode"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "eldargerfanov.leet-html"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "fractalbrew.backticks"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "gitpod.gitpod-theme"
vscode "harshitgangwar.notion-code-theme"
vscode "humao.rest-client"
vscode "icsharpcode.ilspy-vscode"
vscode "ionide.ionide-fsharp"
vscode "jobs-bored.devjourney"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mariorodeghiero.vue-theme"
vscode "marnix.tokyo-night-pro"
vscode "matrixyf.quicktype-new"
vscode "meshintelligenttechnologiesinc.pieces-vscode"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "minamarkham.yonce-theme"
vscode "mintlify.document"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-chrome"
vscode "naumovs.color-highlight"
vscode "noxiz.jinja-snippets"
vscode "openai.chatgpt"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "phoenisx.cssvar"
vscode "pingocho.pingocho-dark"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "pmndrs.pmndrs"
vscode "pranaygp.vscode-css-peek"
vscode "quicktype.quicktype"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sainnhe.everforest"
vscode "slim4ikoff.webdocumentations"
vscode "streetsidesoftware.code-spell-checker"
vscode "swellaby.node-pack"
vscode "tabnine.tabnine-vscode"
vscode "teabyii.ayu"
vscode "techer.open-in-browser"
vscode "tintoy.msbuild-project-tools"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wicked-labs.bushland"
vscode "wicked-labs.cocoa-butter"
vscode "wicked-labs.malibu"
vscode "wicked-labs.relentless"
vscode "wicked-labs.sequoia"
vscode "wicked-labs.wvsc-serendipity"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
cargo "tock"
npm "corepack"
npm "mcp-obsidian"
